(package! mixed-pitch)

(package! org-jira :recipe (:host github :repo "Vivien-lelouette/org-jira"))

(package! all-the-icons-dired)

(package! dired-single :recipe (:host github :repo "crocket/dired-single"))

(package! dired-hide-dotfiles)

(package! blamer :recipe (:host github :repo "artawower/blamer.el"))

(package! adoc-mode :recipe (:host github :repo "sensorflo/adoc-mode"))

(package! kubel :recipe (:host github :repo "abrochard/kubel"))
