(package! org-jira :recipe (:host github :repo "Vivien-lelouette/org-jira"))

(package! all-the-icons-dired)

(package! dired-single :recipe (:host github :repo "crocket/dired-single"))

(package! dired-hide-dotfiles)

(package! blamer :recipe (:host github :repo "artawower/blamer.el"))

(package! adoc-mode :recipe (:host github :repo "sensorflo/adoc-mode"))

(package! kubel :recipe (:host github :repo "abrochard/kubel"))

(package! shr)

(package! shr-tag-pre-highlight)
(package! shrface)

;(package! eaf :recipe (:host github
;                             :repo "manateelazycat/emacs-application-framework"
;                             :files ("*.el" "*.py" "app" "core")
;                             :build (:not compile)))
;
;(package! ctable :recipe (:host github :repo "kiwanami/emacs-ctable"))
;(package! deferred :recipe (:host github :repo "kiwanami/emacs-deferred"))
;(package! epc :recipe (:host github :repo "kiwanami/emacs-epc"))
